{
  "en": {
    "name": "Marat Hajybalayeu",
    "technologies": "Technologies",
    "projects": "Projects",
    "contact-me": "Contact me",
    "technical-skills": "Technical skills🔧",
    "technical-skills-description": "I am a Frontend Developer, who creates interactive web applications using the following tools: HTML, CSS, JS, React and Redux. In past I used to work in ITechArt company as a Java Backend Developer using Spring Boot, creating API servers with microservice architecture.",
    "languages": "Languages🗣️",
    "languages-description": "My native language is Russian, but I am also able to speak Italian (A2) and English (~B2) good enough as it seems to me :)",
    "personal-info": "A little bit about me🧑🏻",
    "personal-info-description": "I am 22 years old, I live in Belarus and I really like coding and learn it every day. In my spare time I like editing photos in Photoshop and videos in Premiere Pro, also I like watching movies and TV shows with my girlfriend, hanging out with my friends and have a great time. I am an outgoing, kind and very polite person. Also I am very persistent, so that if I have some problems I promise myself that I will definitely find the way to fix it. I will be really glad to help you with all I can😊",
    "build": "Built and designed by",
    "button-text": "Open",
    "slider-projects": [
      {
        "title": "Omnifood",
        "stack": "Tech stack: HTML, CSS",
        "description": "This website is created for those who don't want to overthink what to eat, because on this website you can simply subscribe  and eat a variety of delicious dishes every day, which, by the way, are also healthy. Try it and you won't be able to stop!",
        "link": "https://omnifood-crescent.netlify.app/"
      },
      {
        "title": "Natours",
        "stack": "Tech stack: HTML, CSS, SASS",
        "description": "If you are looking for adventures with a company of friends, you've come to the right place! You don't have to worry about where to get your tent, skis and other equipment we will do everything for you! Here you will find a plenty of tours for each season and each weather!",
        "link": "https://natours-crescent.netlify.app/"
      },
      {
        "title": "Forkify",
        "stack": "Tech stack: HTML, CSS, JavaScript",
        "description": "Who doesn't want to eat well? On this website you can search among almost 1000000 of different recipes of any cuisine. If you are cooking for a company, there is also a function to count a portion for a certain amount of people.",
        "link": "https://forkify-crescent.netlify.app/"
      },
      {
        "title": "Worldwise",
        "stack": "Tech stack: CSS, React, React Router, Leaflet",
        "description": "Travelling allows us to get acquainted with other nationalities and cultures. If you have already visited lots of remarkable countries and marvelous places, you can use this application to mark them on the map to not forget.",
        "link": "https://worldwise-crescent.netlify.app/"
      },
      {
        "title": "React Pizza",
        "stack": "Tech stack: React, Redux, Tailwind",
        "description": "Pizza is the most popular food in the world. On this website you can order it without any problem. Our chefs have studied for years with the best Italian mentors and worked out hundreds of pizza variations down to the smallest detail. Here you will certainly find a pizza for your taste, so visit us and give it a try!",
        "link": "https://react-pizza-crescent.netlify.app/"
      }
    ]
  },
  "ru": {
    "name": "Марат Гаджибалаев",
    "technologies": "Технологии",
    "projects": "Проекты",
    "contact-me": "Связаться со мной",
    "technical-skills": "Технические навыки🔧",
    "technical-skills-description": "Я Frontend-разработчик, создающий интерактивные веб-приложения с использованием следующих технологий: HTML, CSS, JS, React и Redux. В прошлом я работал в компании ITechArt на позиции Java Backend-разработчика с использованием Spring Boot, создавая API серверы с микросервисной архитектурой.",
    "languages": "Языки🗣️",
    "languages-description": "Мой родной язык - русский, однако, я также разговариваю на итальянском (A2) и английском (~B2) достаточно хорошо, как мне кажется :)",
    "personal-info": "Немного обо мне🧑🏻",
    "personal-info-description": "Мне 22 года, я живу в Беларуси и мне очень нравится кодить и изучать это каждый день. В свободное время я люблю обрабатывать фото в фотошопе и монтировать видео в Premiere Pro, также я люблю смотреть фильмы и сериалы со своей девушкой, общаться с друзьями и отлично проводить время. Я общительный, добрый и очень вежливый человек. Также я очень настойчивый, поскольку, если у меня возникают какие-либо проблемы, то я обещаю себе, что я обязательно найду способ их исправить. Я буду очень рад помочь Вам всем, чем только смогу😊",
    "build": "Создал и разработал",
    "button-text": "Открыть",
    "slider-projects": [
      {
        "title": "Omnifood",
        "stack": "Используемые технологии: HTML, CSS",
        "description": "Этот веб-сайт создан для тех, кто не хочет думать часами о том, что бы поесть, потому что на этом сайте Вы можете просто оформить подписку и ежедневно питаться различными вкуснейшими блюдами, которые, кстати, еще и полезные. Попробуйте и Вы не сможете остановиться!",
        "link": "https://omnifood-crescent.netlify.app/"
      },
      {
        "title": "Natours",
        "stack": "Используемые технологии: HTML, CSS, SASS",
        "description": "Если Вы ищете приключений с компанией друзей, то Вы пришли по адресу! Вам больше не нужно думать о том, где взять палатку, лыжи или другую экипировку мы все сделаем за Вас! Здесь Вы найдете множество различных туров на любой сезон и на любую погоду!",
        "link": "https://natours-crescent.netlify.app/"
      },
      {
        "title": "Forkify",
        "stack": "Используемые технологии: HTML, CSS, JavaScript",
        "description": "Кто не любит вкусно поесть? На этом веб-сайте Вы можете искать среди 1.000.000 различных рецептов любой кухни. Если же Вы готовите для компании, то у нас есть отличная функция, чтобы рассчитать ингредиенты на различное количество порций.",
        "link": "https://forkify-crescent.netlify.app/"
      },
      {
        "title": "Worldwise",
        "stack": "Используемые технологии: CSS, React, React Router, Leaflet",
        "description": "Путешествия позволяют нам знакомиться с разными нациями и культурами. Если Вы уже посетили множество удивительных стран и чудесных мест, то Вы можете использовать это приложение, чтобы отметить их на карте и не забывать про них.",
        "link": "https://worldwise-crescent.netlify.app/"
      },
      {
        "title": "React Pizza",
        "stack": "Используемые технологии: React, Redux, Tailwind",
        "description": "Пицца - самое популярное блюдо в мире. На этом сайте Вы можете заказать пиццу без каких-либо проблем. Наши повара годами учились у лучших итальянских наставников и разрабатывали до мелочей отрабатывали сотни вариаций пицц. Здесь Вы точно найдете пиццу на Ваш вкус, так что приходите к нам и пробуйте!",
        "link": "https://react-pizza-crescent.netlify.app/"
      }
    ]
  }
}